{
    "_version_": "1.0",
    "_published_date_": "2022-10-24",
    "_count_": 600,
    "data": [
        {
            "id": "testa_1",
            "question": "Đạo diễn phim Titanic là ai"
        },
        {
            "id": "testa_2",
            "question": "Tổng thống Hoa Kỳ thứ 45 là ai"
        },
        {
            "id": "testa_3",
            "question": "Hiện nay ai là tổng bí thư nước Việt Nam"
        },
        {
            "id": "testa_4",
            "question": "đâu là bản hiến pháp lâu đời nhất thế giới"
        },
        {
            "id": "testa_5",
            "question": "Tổ chức thống nhất châu Phi được thành lập ở đâu"
        },
        {
            "id": "testa_6",
            "question": "Ngọn núi lửa cao nhất thế giới Ojos del Salado nằm ở đâu"
        },
        {
            "id": "testa_7",
            "question": "Tác giả của \"Bạch Đằng giang phú\""
        },
        {
            "id": "testa_8",
            "question": "Ai là người đặt tên nước là Vạn Xuân?"
        },
        {
            "id": "testa_9",
            "question": "Vị vua nào đã đặt tên quốc hiệu nước ta là Đại Cồ Việt"
        },
        {
            "id": "testa_10",
            "question": "Trương Quang Nghĩa sinh ngày bao nhiêu"
        },
        {
            "id": "testa_11",
            "question": "Hồ Chí Minh đọc bản Tuyên ngôn Độc lập vào ngày tháng năm nào"
        },
        {
            "id": "testa_12",
            "question": "Chủ tịch Hội sinh viên Việt Nam tại Paris nhiệm kỳ 1965-1966 là ai?"
        },
        {
            "id": "testa_13",
            "question": "Tây Du Ký phiên bản Trương Kỷ Trung khởi quay năm nào"
        },
        {
            "id": "testa_14",
            "question": "Ngày môi trường thế giới 5 tháng 6 bắt đầu từ năm nào"
        },
        {
            "id": "testa_15",
            "question": "Sau khi qua đời, vua Lý Nhân Tông truyền ngôi cho ai"
        },
        {
            "id": "testa_16",
            "question": "Tỉnh nào có trữ lượng dầu mỏ lớn nhất Việt Nam"
        },
        {
            "id": "testa_17",
            "question": "Adolf Hitler sinh vào năm nào"
        },
        {
            "id": "testa_18",
            "question": "Thủ đô của Đông Ti Mo ?"
        },
        {
            "id": "testa_19",
            "question": "An Tư công chúa là con của vua Trần nào"
        },
        {
            "id": "testa_20",
            "question": "Thuyết tương đối đặc biệt và thuyết tương đối tổng quát là ai phát minh ra?"
        },
        {
            "id": "testa_21",
            "question": "Lưu Bị sống ở thời kỳ lịch sử nào của Trung Quốc"
        },
        {
            "id": "testa_22",
            "question": "Chùa Keo Hành Thiện thuộc địa phận tỉnh nào nước ta"
        },
        {
            "id": "testa_23",
            "question": "huấn luyện viên bóng đá Park Hang Seo sinh năm bao nhiêu"
        },
        {
            "id": "testa_24",
            "question": "Nhà Hậu Lê được thành lập sau thắng lợi của cuộc khởi nghĩa nào ?"
        },
        {
            "id": "testa_25",
            "question": "Chiến tranh Chaco là chiến tranh giữa Bolivia và quốc gia nào"
        },
        {
            "id": "testa_26",
            "question": "Đỉnh núi nào cao nhất Campuchia"
        },
        {
            "id": "testa_27",
            "question": "Ai là người đưa ra thuyết tiến hóa trung tính"
        },
        {
            "id": "testa_28",
            "question": "Ai là vị vua đầu tiên của nhà Tiền Lý?"
        },
        {
            "id": "testa_29",
            "question": "Kinh Dương Vương có quan hệ như thế nào với Lạc Long Quân ?"
        },
        {
            "id": "testa_30",
            "question": "Hành tinh nào nhỏ nhất trong hệ mặt trời có cấu tạo bằng đá giống trái đất?"
        },
        {
            "id": "testa_31",
            "question": "Tập thơ “Thiên Nam dư hạ tập” được biên soạn bởi Thân Nhân Trung và Đỗ Nhuận dưới triều vua nào?"
        },
        {
            "id": "testa_32",
            "question": "Sông nào dài nhất châu Phi"
        },
        {
            "id": "testa_33",
            "question": "Hà Nội có bao nhiêu đơn vị hành chính cấp huyện"
        },
        {
            "id": "testa_34",
            "question": "Ngôi sao sáng nhất trên bầu trời đêm ?"
        },
        {
            "id": "testa_35",
            "question": "Giải vô địch bóng đá thế giới tổ chức lần đầu tiên vào năm nào"
        },
        {
            "id": "testa_36",
            "question": "Trường đại học nào lớn nhất Campuchia"
        },
        {
            "id": "testa_37",
            "question": "Trụ sở chính của Google tên là gì"
        },
        {
            "id": "testa_38",
            "question": "Ai là người đầu tiên phát hiện Penicillin"
        },
        {
            "id": "testa_39",
            "question": "Vận động viên đang giữ kỷ lục thế giới về chạy đua 100m và 200m hiện nay là ai"
        },
        {
            "id": "testa_40",
            "question": "Ai là Chủ tịch Uỷ ban nhân dân tỉnh Bắc Kạn nhiệm kì 2011-2016"
        },
        {
            "id": "testa_41",
            "question": "Nước có đơn vị tiền tệ là đồng Bạt ?"
        },
        {
            "id": "testa_42",
            "question": "Sông Amazon đổ vào đại dương nào"
        },
        {
            "id": "testa_43",
            "question": "Văn hóa Phục Hưng bắt nguồn từ nước nào"
        },
        {
            "id": "testa_44",
            "question": "Thành phố nào hiện là tỉnh lỵ của Kon Tum"
        },
        {
            "id": "testa_45",
            "question": "Unikey được phát triển bởi ai"
        },
        {
            "id": "testa_46",
            "question": "vào năm 2017 ai là người đương nhiệm vị trí tổng thư kí Liên Hợp Quốc?\""
        },
        {
            "id": "testa_47",
            "question": "Ai là người đặt chân vào mặt trăng đầu tiên"
        },
        {
            "id": "testa_48",
            "question": "Virus sởi rubella lây truyền qua đường nào?"
        },
        {
            "id": "testa_49",
            "question": "Vào năm 1687 ai là người phát minh ra định luật vạn vật hấp dẫn?"
        },
        {
            "id": "testa_50",
            "question": "Vườn quốc gia nào thuộc tỉnh Nghệ An"
        },
        {
            "id": "testa_51",
            "question": "Tháp Phổ Minh nằm ở tỉnh nào?"
        },
        {
            "id": "testa_52",
            "question": "Quốc hiệu Việt Nam sử dụng lần đầu dưới thời vua nào"
        },
        {
            "id": "testa_53",
            "question": "Loại hình sân khấu cải lương bắt nguồn từ miền nào của Việt Nam"
        },
        {
            "id": "testa_54",
            "question": "Dòng sông lớn nhất của tỉnh Bình Định"
        },
        {
            "id": "testa_55",
            "question": "Quốc hiệu \"Việt Nam\" được chính thức sử dụng từ năm nào"
        },
        {
            "id": "testa_56",
            "question": "Tên ca sĩ hải ngoại độc quyền của trung tâm Thúy Nga"
        },
        {
            "id": "testa_57",
            "question": "Huyện Hoàng Sa hiện nay thuộc thành phố nào ở nước ta"
        },
        {
            "id": "testa_58",
            "question": "kỳ trăng tròn thứ hai trong một tháng được gọi là gì"
        },
        {
            "id": "testa_59",
            "question": "Thủ đô của Hàn Quốc hiện nay là gì"
        },
        {
            "id": "testa_60",
            "question": "Tam tòng, tứ đức là chuẩn mực của người phụ nữ xưa theo quan niệm của đạo gì"
        },
        {
            "id": "testa_61",
            "question": "Sự kiện Thiên An Môn diễn ra vào năm nào"
        },
        {
            "id": "testa_62",
            "question": "Ngày Giỗ Tổ Hùng Vương hằng năm được tổ chức tại tỉnh nào nước ta?"
        },
        {
            "id": "testa_63",
            "question": "Đế quốc Đông La Mã sụp đổ vào năm nào"
        },
        {
            "id": "testa_64",
            "question": "Ai là đội trưởng đầu tiên của Đội Việt Nam tuyên truyền giải phóng quân?"
        },
        {
            "id": "testa_65",
            "question": "Thành phố nào tổ chức Asiad năm 2010  ?"
        },
        {
            "id": "testa_66",
            "question": "Ai là người đánh bại vua Hùng nước Văn Lang?"
        },
        {
            "id": "testa_67",
            "question": "Người lãnh đạo chinh phạt Chiêm Thành năm 1069 là ai?"
        },
        {
            "id": "testa_68",
            "question": "Ngô Quyền sinh vào năm nào"
        },
        {
            "id": "testa_69",
            "question": "Kênh đào lớn nhất ở trong lịch sử Việt Nam thời quân chủ là kênh nào"
        },
        {
            "id": "testa_70",
            "question": "Tên dòng sông ở Nam Mỹ dài nhất thế giới"
        },
        {
            "id": "testa_71",
            "question": "Thủ đô của Nepal hiện nay là"
        },
        {
            "id": "testa_72",
            "question": "Đại tướng Võ Nguyên Giáp mừng thọ 100 tuổi vào ngày tháng năm nào"
        },
        {
            "id": "testa_73",
            "question": "Đỉnh núi Maglić nằm ở quốc gia nào"
        },
        {
            "id": "testa_74",
            "question": "Năm 2017, Hội nghị APEC diễn ra tại tỉnh, thành phố nào của Việt Nam"
        },
        {
            "id": "testa_75",
            "question": "chai thuỷ điện Công ty TNHH Canada Montreal là công ty thủy điện của nước nào"
        },
        {
            "id": "testa_76",
            "question": "Chùa Bút Tháp hiện ở tỉnh/thành nào"
        },
        {
            "id": "testa_77",
            "question": "Ai được gọi là mặt trời thi ca của nước Nga"
        },
        {
            "id": "testa_78",
            "question": "Macedonia thuộc khu vực Đông Nam của châu nào"
        },
        {
            "id": "testa_79",
            "question": "Triều đại nhà Lý nước ta có bao nhiêu vị vua"
        },
        {
            "id": "testa_80",
            "question": "đỉnh núi nào cao nhất Bosnia và Herzegovina"
        },
        {
            "id": "testa_81",
            "question": "Ai hiện là giám đốc điều hành Xiaomi"
        },
        {
            "id": "testa_82",
            "question": "ai là tác giả của thép đã tôi thế đấy"
        },
        {
            "id": "testa_83",
            "question": "Vĩ tuyến 17 chạy dọc theo con sông nào ở nước ta"
        },
        {
            "id": "testa_84",
            "question": "Nhạc sĩ Ludwig van Beethoven sinh ra ở thành phố nào của nước Đức?"
        },
        {
            "id": "testa_85",
            "question": "Thủy điện lớn nhất Đông Nam Á có tên là gì ?"
        },
        {
            "id": "testa_86",
            "question": "Hệ đầm phá Tam Giang-Cầu Hai lớn nhất Đông Nam Á thuộc tỉnh nào của Việt Nam"
        },
        {
            "id": "testa_87",
            "question": "Danh nhân nào ví Vịnh Hạ Long là \"Kỳ quan đá dựng giữa trời cao\""
        },
        {
            "id": "testa_88",
            "question": "Thế vận hội olympic lần thứ 6 được dự định tổ chức ở nước nào"
        },
        {
            "id": "testa_89",
            "question": "Năm 2014 tỉnh kết nghĩa anh em với tỉnh Bạc Liêu là tỉnh nào"
        },
        {
            "id": "testa_90",
            "question": "Ngôi chùa đúc hoàn toàn bằng đồng ở Việt Nam  ?"
        },
        {
            "id": "testa_91",
            "question": "Cuộc khởi nghĩa Nguyễn Trãi tham gia tên gì?"
        },
        {
            "id": "testa_92",
            "question": "Trần Đại Quang mất vào năm nào"
        },
        {
            "id": "testa_93",
            "question": "bác Hồ ra đi tìm đường cứu nước năm bao nhiêu"
        },
        {
            "id": "testa_94",
            "question": "Người phụ nữ đầu tiên nào của Liên Xô đã bay vào vũ trụ"
        },
        {
            "id": "testa_95",
            "question": "Tháp Báo Thiên hiện nay ở tình thành nào"
        },
        {
            "id": "testa_96",
            "question": "Cuộc khởi nghĩa Lam Sơn do ai lãnh đạo ?"
        },
        {
            "id": "testa_97",
            "question": "Nhà thờ Đức Bà Paris được xây dựng theo lối kiến trúc nào"
        },
        {
            "id": "testa_98",
            "question": "Ngoài trái đất, chòm sao gần nhất nào có khả năng chứa những hành tinh xuất hiện sự sống?"
        },
        {
            "id": "testa_99",
            "question": "Khối núi nào cao nhất miền Trung"
        },
        {
            "id": "testa_100",
            "question": "ruộng bậc thang Mù Cang Chải nổi tiếng ở Tỉnh nào"
        },
        {
            "id": "testa_101",
            "question": "Công trình Stonehenge được xây dựng ở quốc gia nào"
        },
        {
            "id": "testa_102",
            "question": "Sint Maarten thuộc vương quốc nào"
        },
        {
            "id": "testa_103",
            "question": "Truyền kỳ mạn lục, một tác phẩm được đánh giá là \" thiên cổ kỳ bút\", là \"áng văn hay của bậc đại gia\", là sáng tác của ai?"
        },
        {
            "id": "testa_104",
            "question": "Nguyễn Thuật là quan thuộc triều đại phong kiến nào"
        },
        {
            "id": "testa_105",
            "question": "đánh bắt cá ngừ sọc dưa thường diễn ra vào thời điểm nào"
        },
        {
            "id": "testa_106",
            "question": "Tên loài động vật chuyên dự trữ mỡ ở bướu"
        },
        {
            "id": "testa_107",
            "question": "Ngôn ngữ chính thức của Ả Rập Xê Út là gì"
        },
        {
            "id": "testa_108",
            "question": "Bằng sáng chế đầu tiên của cây bút bi là của ai?"
        },
        {
            "id": "testa_109",
            "question": "Afghanistan giáp với nước nào ở phía Tây"
        },
        {
            "id": "testa_110",
            "question": "chiến tranh biên giới Tây Nam diễn ra vào năm nào"
        },
        {
            "id": "testa_111",
            "question": "Puerto Rico giáp đại dương nào"
        },
        {
            "id": "testa_112",
            "question": "Barcelona là thành phố ở nước nào"
        },
        {
            "id": "testa_113",
            "question": "Trụ sở chính của Google nằm ở nước nào"
        },
        {
            "id": "testa_114",
            "question": "kỷ dung thư là phụ thân của ai"
        },
        {
            "id": "testa_115",
            "question": "Chùa Thanh Mai hiện nay thuộc tỉnh nào"
        },
        {
            "id": "testa_116",
            "question": "Cây cầu nào bắc qua sông Tiền, nối liền 2 tỉnh Bến Tre và Tiền Giang"
        },
        {
            "id": "testa_117",
            "question": "Ai là người lãnh đạo khởi nghĩa Lam Sơn?"
        },
        {
            "id": "testa_118",
            "question": "Đinh Tiên Hoàng đóng đô tại đâu?"
        },
        {
            "id": "testa_119",
            "question": "Marathon là trận đánh giữa người Hy Lạp với quân đội nước nào"
        },
        {
            "id": "testa_120",
            "question": "Lý Nam Đế đặt tên nước ta là gì"
        },
        {
            "id": "testa_121",
            "question": "Lễ hội đèn lồng lớn nhất của người Nhật tổ chức vào thời gian nào"
        },
        {
            "id": "testa_122",
            "question": "Ai là tác giả của \" lịch triều hiến chương loại chí \" ?"
        },
        {
            "id": "testa_123",
            "question": "Thành phố Đà Nẵng được ngăn cách với thành phố Huế bởi ngọn đèo nổi tiếng nào"
        },
        {
            "id": "testa_124",
            "question": "Tên của hồ tự nhiên lớn nhất ở Hà Nội"
        },
        {
            "id": "testa_125",
            "question": "Làng cổ nào ở Hà Nội được mệnh danh Đất hai vua"
        },
        {
            "id": "testa_126",
            "question": "\"Bỉ vỏ\" là tác phẩm của nhà văn nào ?"
        },
        {
            "id": "testa_127",
            "question": "Khởi nghĩa Hai Bà Trưng chống lại ách đô hộ của nhà nào?"
        },
        {
            "id": "testa_128",
            "question": "\"Chùa vàng\" là tên gọi khác của quốc gia nào"
        },
        {
            "id": "testa_129",
            "question": "Augustin Louis Cauchy là nhà toán học nước nào"
        },
        {
            "id": "testa_130",
            "question": "Ai là người đổi tên thành Đại La thành Thăng Long?"
        },
        {
            "id": "testa_131",
            "question": "Đất nước triệu voi là tên gọi của đất nước nào hiện nay"
        },
        {
            "id": "testa_132",
            "question": "núi lửa Nevado Sajama thuộc quốc gia nào"
        },
        {
            "id": "testa_133",
            "question": "Sa mạc lớn nằm ở phía nam của Mông Cổ ?"
        },
        {
            "id": "testa_134",
            "question": "Trụ sở Liên Hợp Quốc được đặt tại quốc gia nào"
        },
        {
            "id": "testa_135",
            "question": "Việt Nam giải phóng hoàn toàn đất nước vào năm nào"
        },
        {
            "id": "testa_136",
            "question": "Hoàng Xuân Vinh kết hôn vào năm nào"
        },
        {
            "id": "testa_137",
            "question": "Hoà thượng Thích Quảng Đức mất năm bao nhiêu"
        },
        {
            "id": "testa_138",
            "question": "Cộng Hòa Nam Phi có chung đường biên giới với quốc gia nào kéo dài 1.840 km"
        },
        {
            "id": "testa_139",
            "question": "Ai là tác giả của truyện ngắn \"Chiếc lá cuối cùng\""
        },
        {
            "id": "testa_140",
            "question": "Ngọn núi cao nhất của Nhật Bản ?"
        },
        {
            "id": "testa_141",
            "question": "Dãy núi nào biên giới tự nhiên giữa châu Á và châu Âu"
        },
        {
            "id": "testa_142",
            "question": "Ai là người đứng đầu trong cuộc chống lại chính quyền Đông Hán?"
        },
        {
            "id": "testa_143",
            "question": "Ai là người sáng tác ca khúc Tiến quân ca?"
        },
        {
            "id": "testa_144",
            "question": "Cha đẻ của pin điện hóa ?"
        },
        {
            "id": "testa_145",
            "question": "Đèo Hải Vân cắt ngang dãy núi nào của Trường Sơn ?"
        },
        {
            "id": "testa_146",
            "question": "Lý Thái Tổ đóng đô đầu tiên ở đâu?"
        },
        {
            "id": "testa_147",
            "question": "Ức Trai thi tập là tập thơ của ai?"
        },
        {
            "id": "testa_148",
            "question": "Ai là người có công khai phá vùng đất Cần Thơ"
        },
        {
            "id": "testa_149",
            "question": "Thuyết tương đối rộng là của ai?"
        },
        {
            "id": "testa_150",
            "question": "Ai là người thành lập Nhà Nguyễn"
        },
        {
            "id": "testa_151",
            "question": "Ai là người đầu tiên của quân đội nhân dân Việt Nam được phong hàm Đại tướng ?"
        },
        {
            "id": "testa_152",
            "question": "Canada giáp với đại dương nào ở phía Bắc"
        },
        {
            "id": "testa_153",
            "question": "Vị vua là con nuôi của vua Tự Đức"
        },
        {
            "id": "testa_154",
            "question": "Khoa thi đầu tiên của Việt Nam được tổ chức dưới triều đại của vua nào"
        },
        {
            "id": "testa_155",
            "question": "Hệ đầm phá lớn nhất Đông Nam Á tên là gì"
        },
        {
            "id": "testa_156",
            "question": "Quốc Tử Giám ở Huế được xây dựng dưới thời vua nào"
        },
        {
            "id": "testa_157",
            "question": "Tác giả của vở kịch \"con rồng tre\" là ai ?"
        },
        {
            "id": "testa_158",
            "question": "Ngày Campuchia chính thức giành được độc lập là ngày tháng năm nào"
        },
        {
            "id": "testa_159",
            "question": "Tên miền Internet quốc gia dành cho Canada là gì"
        },
        {
            "id": "testa_160",
            "question": "Quốc gia nào nổi tiếng thế giới về trồng hoa tulip"
        },
        {
            "id": "testa_161",
            "question": "Đan Nguyên sinh năm mấy"
        },
        {
            "id": "testa_162",
            "question": "Phố cổ Hội An nằm bên dòng sông nổi tiếng nào của tỉnh Quảng Nam"
        },
        {
            "id": "testa_163",
            "question": "Đặng Thị Ngọc Thịnh sinh năm bao nhiêu"
        },
        {
            "id": "testa_164",
            "question": "Đại Việt sử ký toàn thư được phát hành vào đời vua nào?"
        },
        {
            "id": "testa_165",
            "question": "Ca trù có từ thời nhà nào"
        },
        {
            "id": "testa_166",
            "question": "Chu Văn An quê ở tỉnh thành nào nước ta hiện nay"
        },
        {
            "id": "testa_167",
            "question": "Hồ nội địa nào rộng nhất đông nam á"
        },
        {
            "id": "testa_168",
            "question": "Lục địa nhỏ nhất thế giới là lục địa nào"
        },
        {
            "id": "testa_169",
            "question": "Tổng thống thứ 44 của nước Mỹ là ai"
        },
        {
            "id": "testa_170",
            "question": "Pháp chính thức nổ phát súng đầu tiên xâm lược nước ta vào năm nào"
        },
        {
            "id": "testa_171",
            "question": "Lễ hội Canaval là lễ hội nổi tiếng của nước nào"
        },
        {
            "id": "testa_172",
            "question": "Vị vua nào đã đổi tên nước ta từ Đại Việt thành Việt Nam vào năm 1804 ?"
        },
        {
            "id": "testa_173",
            "question": "Tên con sông dài nhất châu Âu"
        },
        {
            "id": "testa_174",
            "question": "Ai là Tổng Bí thư Đảng Cộng sản Việt Nam đầu tiên?"
        },
        {
            "id": "testa_175",
            "question": "Khu di tích thành Cổ Loa thuộc địa bàn xã nào"
        },
        {
            "id": "testa_176",
            "question": "Ai là người lãnh đạo dẹp loạn 12 sứ quân?"
        },
        {
            "id": "testa_177",
            "question": "Sinh thời, Nguyễn Bặc là tướng kiệt xuất của ai"
        },
        {
            "id": "testa_178",
            "question": "Ai là người kế nhiệm Sir Andrew Witty trở thành chủ tịch tập đoàn GlaxoSmithKline"
        },
        {
            "id": "testa_179",
            "question": "Người Việt Nam đầu tiên nào đặt chân lên vũ trụ vào năm 1980"
        },
        {
            "id": "testa_180",
            "question": "Có bao nhiêu điều trong luật bóng đá chính thức"
        },
        {
            "id": "testa_181",
            "question": "Triều đại nào có công xây dựng Cột cờ Hà Nội, còn tồn tại đến nay"
        },
        {
            "id": "testa_182",
            "question": "Hitler được bổ nhiệm làm thủ tướng Đức năm nào"
        },
        {
            "id": "testa_183",
            "question": "Tết Đoan Ngọ hay Tết diệt sâu bọ là ngày tháng âm lịch nào hằng năm"
        },
        {
            "id": "testa_184",
            "question": "Sông nào lớn nhất ở Canada"
        },
        {
            "id": "testa_185",
            "question": "Đảng cầm quyền của Campuchia từ năm 1981 đến nay là đảng nào"
        },
        {
            "id": "testa_186",
            "question": "Người nối nghiệp Đinh Tiên Hoàng sau khi ông qua đời"
        },
        {
            "id": "testa_187",
            "question": "\"Ngư tiều y thuật vấn đáp\" là tác phẩm của ai ?"
        },
        {
            "id": "testa_188",
            "question": "Người dựng lên nhà Hậu Lê là ai?"
        },
        {
            "id": "testa_189",
            "question": "Phan Văn Vĩnh sinh năm mấy"
        },
        {
            "id": "testa_190",
            "question": "Dòng sông có chiều dài dài nhất Việt Nam tên là gì ?"
        },
        {
            "id": "testa_191",
            "question": "Hoàng Việt luật lệ ở thời nhà Nguyễn được ban hành năm nào"
        },
        {
            "id": "testa_192",
            "question": "Thành phố lớn nào ở Pháp được xem là thủ phủ của rượu vang"
        },
        {
            "id": "testa_193",
            "question": "Ai là người được coi là sáng lập ra nhà Trần?"
        },
        {
            "id": "testa_194",
            "question": "Tỉnh lỵ của Quảng Bình hiện là thành phố nào"
        },
        {
            "id": "testa_195",
            "question": "Dell được thành lập vào năm nào"
        },
        {
            "id": "testa_196",
            "question": "\"Cò lả\" là điệu dân ca đồng bằng nào của nước ta ?"
        },
        {
            "id": "testa_197",
            "question": "Grammy là giải thưởng về lĩnh vực gì ?"
        },
        {
            "id": "testa_198",
            "question": "Lễ hội Gióng diễn ra ở huyện nào của Hà Nội"
        },
        {
            "id": "testa_199",
            "question": "Núi Bạch Mã nằm trên dãy núi nào"
        },
        {
            "id": "testa_200",
            "question": "Đỉnh núi cao nhất dãy An pơ tên là gì"
        },
        {
            "id": "testa_201",
            "question": "Cuộc khởi nghĩa Lý Bí diễn ra năm 542 nhằm chống lại sự cai trị của triều đại nào ở Trung Quốc  ?"
        },
        {
            "id": "testa_202",
            "question": "Quốc gia nào nổi tiếng thế giới về xuất khẩu hoa tulip"
        },
        {
            "id": "testa_203",
            "question": "Bồ Đào Nha giáp với đại dương nào"
        },
        {
            "id": "testa_204",
            "question": "Hai Bà Trưng dựng cờ khởi nghĩa chống ách đô hộ của triều đại phương Bắc nào"
        },
        {
            "id": "testa_205",
            "question": "Quốc gia nào phát minh ra pháo hoa"
        },
        {
            "id": "testa_206",
            "question": "Cuộc khởi nghĩa Hương Khê kết thúc năm nào"
        },
        {
            "id": "testa_207",
            "question": "Chồng của bà Trưng Trắc là ai?"
        },
        {
            "id": "testa_208",
            "question": "Vua nào đã đổi quốc hiệu nước ta từ Đại Cồ Việt sang Đại Việt"
        },
        {
            "id": "testa_209",
            "question": "Vị vua nào ra chiếu Cần Vương ?"
        },
        {
            "id": "testa_210",
            "question": "Thác nước nào ở Venezuela có nghĩa là \"thác nước của nơi sâu nhất\""
        },
        {
            "id": "testa_211",
            "question": "Ai là vị vua đầu tiên của nhà Ngô?"
        },
        {
            "id": "testa_212",
            "question": "Vệ tinh đầu tiên được phóng ra khỏi trái đất"
        },
        {
            "id": "testa_213",
            "question": "Chợ nào lớn nhất trong khu phố cổ Hà Nội"
        },
        {
            "id": "testa_214",
            "question": "Món mì lạnh nổi tiếng của Triều Tiên tên là gì"
        },
        {
            "id": "testa_215",
            "question": "Nhóm nhạc TWICE có bao nhiêu thành viên"
        },
        {
            "id": "testa_216",
            "question": "Ai là người chỉ huy quân đội đánh tan 2 cuộc xâm lược Nguyên Mông 1285 và 1288?"
        },
        {
            "id": "testa_217",
            "question": "Chùa Từ Hiếu hiện nay thuộc tỉnh nào nước ta"
        },
        {
            "id": "testa_218",
            "question": "Cao nguyên Măng Đen thuộc tỉnh nào"
        },
        {
            "id": "testa_219",
            "question": "Chồng của đô đốc Bùi Thị Xuân là danh tướng nào"
        },
        {
            "id": "testa_220",
            "question": "Hồ Ba Bể thuộc tỉnh nào?"
        },
        {
            "id": "testa_221",
            "question": "Thế vận hội hiện đại được tổ chức lần đầu tiên vào thời gian nào"
        },
        {
            "id": "testa_222",
            "question": "Đoàn thể thao Cộng hòa XHCN Việt Nam lần đầu tham gia Á vận hội vào năm nào"
        },
        {
            "id": "testa_223",
            "question": "Cầu Xoay sông Hàn nằm ở thành phố nào nước ta"
        },
        {
            "id": "testa_224",
            "question": "Hiến pháp đầu tiên của nước Việt Nam Dân chủ Cộng hoà ra đời vào năm nào"
        },
        {
            "id": "testa_225",
            "question": "Khởi nghĩa Hai Bà Trưng nổ ra vào năm nào"
        },
        {
            "id": "testa_226",
            "question": "Nguyễn Trãi viết Bình Ngô đại cáo để thay lời cho ai?"
        },
        {
            "id": "testa_227",
            "question": "Quốc gia là quê hương của điệu nhảy Flamenco"
        },
        {
            "id": "testa_228",
            "question": "Bản hiến pháp đầu tiên của Việt Nam được thông qua từ năm nào"
        },
        {
            "id": "testa_229",
            "question": "Tự Đức mất năm nào"
        },
        {
            "id": "testa_230",
            "question": "Ai là tác giả của tiểu thuyết \"Thép đã tôi thế đấy\""
        },
        {
            "id": "testa_231",
            "question": "Ai là người phát hiện ra Hải Vương Tinh đầu tiên"
        },
        {
            "id": "testa_232",
            "question": "Ai là người viết tác phẩm tắt đèn"
        },
        {
            "id": "testa_233",
            "question": "Tên dịch vụ lưu trữ được sáng lập bởi Drew Houston và Arash Ferdowsi"
        },
        {
            "id": "testa_234",
            "question": "Dãy núi Andes nằm ở châu lục nào ?"
        },
        {
            "id": "testa_235",
            "question": "Xe chiến đấu bộ binh hạng Nặng được Nga chế tạo sau Chiến tranh Chechnya lần thứ nhất có tên là gì"
        },
        {
            "id": "testa_236",
            "question": "Theo \"Từ điển Oxford tiếng Anh\", ai là người đầu tiên sử dụng thuật ngữ robot trong văn bản"
        },
        {
            "id": "testa_237",
            "question": "Đèo ngang nằm trên dãy núi nổi tiếng nào"
        },
        {
            "id": "testa_238",
            "question": "Cầu Cavenagh được khánh thành vào năm nào"
        },
        {
            "id": "testa_239",
            "question": "Nhà máy bia Hà Nội ra đời năm nào"
        },
        {
            "id": "testa_240",
            "question": "hồ thiên nga là tác phẩm của ai"
        },
        {
            "id": "testa_241",
            "question": "Câu nói \" hiền tài là nguyên khí quốc gia \" là của ai  ?"
        },
        {
            "id": "testa_242",
            "question": "Ngôi chùa nổi tiếng được in hình lên quốc huy của Lào"
        },
        {
            "id": "testa_243",
            "question": "Người đặt quốc hiệu Đại Cồ Việt là ai?"
        },
        {
            "id": "testa_244",
            "question": "Con sông lớn thứ hai của Nam Mỹ là sông nào ?"
        },
        {
            "id": "testa_245",
            "question": "Thành phố nào thuộc tỉnh có dân số đông nhất"
        },
        {
            "id": "testa_246",
            "question": "huyện Đông Giang thuộc tỉnh nào nước ta"
        },
        {
            "id": "testa_247",
            "question": "Di sản văn hóa mới được công nhận hát Xoan ở tỉnh nào"
        },
        {
            "id": "testa_248",
            "question": "tên gọi của một trong các dân tộc Việt trong nhóm Bách Việt"
        },
        {
            "id": "testa_249",
            "question": "Áo dài truyền thống việt nam được người đàn ông mặc vào dịp gì"
        },
        {
            "id": "testa_250",
            "question": "Thủ đô của Ả Rập Xê Út là thành phố nào"
        },
        {
            "id": "testa_251",
            "question": "Iran giáp biển nào ở phía Bắc"
        },
        {
            "id": "testa_252",
            "question": "Campuchia giáp với nước nào ở phía đông"
        },
        {
            "id": "testa_253",
            "question": "Eo biển giữa châu Á và châu Mỹ có tên là gì"
        },
        {
            "id": "testa_254",
            "question": "Ai là người giải oan cho Nguyễn Trãi?"
        },
        {
            "id": "testa_255",
            "question": "Hãy cho biết tên con sông dài nhất châu Á"
        },
        {
            "id": "testa_256",
            "question": "Quần đảo Hoàng Sa thuộc địa phận tỉnh thành phố nào của Việt Nam"
        },
        {
            "id": "testa_257",
            "question": "Một công cụ để phát hiện những chấn động của trái đất ?"
        },
        {
            "id": "testa_258",
            "question": "Thành phố nào là thủ đô của Bangladesh"
        },
        {
            "id": "testa_259",
            "question": "Nhà du hành vũ trụ Liên Xô đầu tiên trên trái đất bay vào vũ trụ"
        },
        {
            "id": "testa_260",
            "question": "Phố cổ Hội An nằm ở hạ lưu con sông nào ?"
        },
        {
            "id": "testa_261",
            "question": "Đặng Tiểu Bình qua đời lúc nào"
        },
        {
            "id": "testa_262",
            "question": "Xôi cúc được làm từ lá rau gì"
        },
        {
            "id": "testa_263",
            "question": "Di sản quốc gia và là Di sản thế giới đầu tiên của Ả Rập Xê Út được UNESCO công nhận là gì"
        },
        {
            "id": "testa_264",
            "question": "Ai là người đã soạn và dâng vua Trần Dụ Tông \"Thất trảm sớ\" chém 7 nịnh thần?"
        },
        {
            "id": "testa_265",
            "question": "Tiểu thuyết nổi tiếng nhất của nhà văn Sơn Tùng viết về Chủ tịch hồ chí minh tên gì"
        },
        {
            "id": "testa_266",
            "question": "Hiện tại Việt Nam có bao nhiêu di sản thế giới được UNESCO công  nhận"
        },
        {
            "id": "testa_267",
            "question": "Vào năm 2013, kỳ họp thứ 37 của Uỷ ban Di sản thế giới được tổ chức tại thành phố nào của Campuchia"
        },
        {
            "id": "testa_268",
            "question": "Bolivia đã bắt đầu áp dụng một thoả thuận liên hiệp với nước nào vào năm 1997"
        },
        {
            "id": "testa_269",
            "question": "Cửa ô duy nhất còn lại ở Hà Nội hiện nay tên là gì?"
        },
        {
            "id": "testa_270",
            "question": "Trong thần thoại Hy Lạp, các vị thần sống ở đỉnh núi nào?"
        },
        {
            "id": "testa_271",
            "question": "Ai là người chấm dứt 20 năm Bắc thuộc lần 4?"
        },
        {
            "id": "testa_272",
            "question": "Thành phố nào được xem là \"kinh đô điện ảnh\" của Ấn Độ ?"
        },
        {
            "id": "testa_273",
            "question": "ai được bầu làm chủ tịch Đảng công nhân Đức quốc gia xã hội chủ nghĩa năm 1921"
        },
        {
            "id": "testa_274",
            "question": "Con chim Kiwi là biểu tưởng của nước nào ?"
        },
        {
            "id": "testa_275",
            "question": "Việc sử dụng sắt được biết đến ở Trung Âu vào thời gian nào"
        },
        {
            "id": "testa_276",
            "question": "Súng trường Cao Thắng được phỏng theo loại súng nào của thực dân Pháp"
        },
        {
            "id": "testa_277",
            "question": "Ở Uông Bí mưa nhiều vào giai đoạn nào trong năm"
        },
        {
            "id": "testa_278",
            "question": "Thủ đô của Cape Verde là thành phố nào"
        },
        {
            "id": "testa_279",
            "question": "Bánh canh Trảng Bàng là đặc sản ở tỉnh nào"
        },
        {
            "id": "testa_280",
            "question": "ai là đạo diễn của phim Ván bài lật ngửa"
        },
        {
            "id": "testa_281",
            "question": "Thủ đô của Hàn Quốc tên gì"
        },
        {
            "id": "testa_282",
            "question": "Địa danh Vạn Lý Trường Thành nằm ở nước nào"
        },
        {
            "id": "testa_283",
            "question": "Tỉnh nào sông Hồng bắt đầu chảy vào Việt Nam ?"
        },
        {
            "id": "testa_284",
            "question": "Hội chữ thập đỏ được thành lập vào năm nào"
        },
        {
            "id": "testa_285",
            "question": "Quốc đảo Barbados nằm trên châu lục nào"
        },
        {
            "id": "testa_286",
            "question": "Thị xã Sơn Tây thuộc tỉnh nào trước đây"
        },
        {
            "id": "testa_287",
            "question": "Kim tự tháp bằng kính Lourve pháp đang ở bảo tàng nào"
        },
        {
            "id": "testa_288",
            "question": "Tên thật của Lê Thái Tổ là gì?"
        },
        {
            "id": "testa_289",
            "question": "Thành phố nào là thủ đô của Venezuela"
        },
        {
            "id": "testa_290",
            "question": "Kênh Xuye nối liền Địa Trung Hải và biển nào ?"
        },
        {
            "id": "testa_291",
            "question": "Ai là người đại diện cho chính quyền Việt Nam Cộng hòa đọc lời đầu hàng vào trưa 30 tháng 4 năm 1975 ?"
        },
        {
            "id": "testa_292",
            "question": "Tác giả của \"Tuổi thơ dữ dội\""
        },
        {
            "id": "testa_293",
            "question": "Đức xâm lược Ba Lan ngày nào"
        },
        {
            "id": "testa_294",
            "question": "Người lập ra nhà nước phong kiến tập quyền đầu tiên là ai?"
        },
        {
            "id": "testa_295",
            "question": "Quốc gia nào có quốc kỳ hình lá phong"
        },
        {
            "id": "testa_296",
            "question": "Chùa Đót Tiên thuộc tỉnh nào"
        },
        {
            "id": "testa_297",
            "question": "Tên loại mỳ ở Nhật Bản đã có từ thời Edo"
        },
        {
            "id": "testa_298",
            "question": "Ngọn núi cao nhất ở Châu Phi"
        },
        {
            "id": "testa_299",
            "question": "Tiểu thuyết \"Tố tâm\" do ai viết ?"
        },
        {
            "id": "testa_300",
            "question": "Ngọn hải đăng nào là một trong 7 kỳ quan thế giới cổ đại ?"
        },
        {
            "id": "testa_301",
            "question": "Sông nào dài thứ 3 ở Châu Âu"
        },
        {
            "id": "testa_302",
            "question": "Tên thủ đô của nước Lào"
        },
        {
            "id": "testa_303",
            "question": "Bulgaria độc lập từ năm nào"
        },
        {
            "id": "testa_304",
            "question": "Tiền thân của trường Đại Học Đồng Tháp mang tên gì"
        },
        {
            "id": "testa_305",
            "question": "Tỉnh duy nhất ở nước ta có biên giới giáp với Lào và Campuchia"
        },
        {
            "id": "testa_306",
            "question": "Khu rừng ngập mặn cửa sông lớn nhất thế giới tên là gì"
        },
        {
            "id": "testa_307",
            "question": "Tỉnh Cà Mau trở thành một bộ phận lãnh thổ của nước ta từ thời vua nào"
        },
        {
            "id": "testa_308",
            "question": "Người phụ nữ quyền lực nhất thế giới năm 2006 là ai"
        },
        {
            "id": "testa_309",
            "question": "Vườn quốc gia Tràm Chim của Đồng Tháp Mười thuộc tỉnh nào"
        },
        {
            "id": "testa_310",
            "question": "Ai là Chủ tịch Uỷ ban nhân dân tỉnh Bạc Liêu nhiệm kì 2016-2021"
        },
        {
            "id": "testa_311",
            "question": "ngôn ngữ chính thức của Cabo Verde là gì"
        },
        {
            "id": "testa_312",
            "question": "Tháng 4 năm 2000 , Bechtel đã ký một hợp đồng với Hugo Banzer , cựu tổng thống Bolivia , để tư nhân hoá nguồn cấp nước cho thành phố nào ở Bolivia"
        },
        {
            "id": "testa_313",
            "question": "Đâu là thành phố lớn nhất của Scotland"
        },
        {
            "id": "testa_314",
            "question": "Thứ trưởng Cục An ninh điều tra của Việt Nam từ năm 2018 tên gì?"
        },
        {
            "id": "testa_315",
            "question": "Cầu Hiền Lương, Sông Bến Hải thuộc tỉnh nào"
        },
        {
            "id": "testa_316",
            "question": "Ai là tác giả của bài Hịch tướng sĩ?"
        },
        {
            "id": "testa_317",
            "question": "Tác phẩm Chiến tranh và hòa bình được khởi thảo vào năm 1863 là của ai?"
        },
        {
            "id": "testa_318",
            "question": "Ai là tác giả của \"Tiếng gọi nơi hoang dã\""
        },
        {
            "id": "testa_319",
            "question": "Philippines từng là thuộc địa của đế quốc nào trong 333 năm"
        },
        {
            "id": "testa_320",
            "question": "Microsoft là tập đoàn đa quốc gia của nước nào"
        },
        {
            "id": "testa_321",
            "question": "Cầu Hiền Lương bắc qua sông gì"
        },
        {
            "id": "testa_322",
            "question": "Chiếc áo truyền thống được mặc trong những dịp đặc biệt như đám cưới và lễ hội của người Việt Nam có tên là gi"
        },
        {
            "id": "testa_323",
            "question": "Tỉnh Đắk Nông được thành lập vào ngày tháng năm nào"
        },
        {
            "id": "testa_324",
            "question": "Rãnh đại dương sâu nhất được biết đến trên trái đất nằm ở Thái Bình Dương tên là gì?\""
        },
        {
            "id": "testa_325",
            "question": "Ai là vị hoàng đế thứ 3 của nhà Trần nước Đại Việt?"
        },
        {
            "id": "testa_326",
            "question": "Sân bay quốc tế lớn nhất Afghanistan là sân bay nào"
        },
        {
            "id": "testa_327",
            "question": "Đảo rắn Ilha da Queimada Grande nằm trên đại dương nào"
        },
        {
            "id": "testa_328",
            "question": "Năm 1963, Nhật Bản trở thành thành viên của tổ chức quốc tế nào"
        },
        {
            "id": "testa_329",
            "question": "Hai Bà Trưng lập ra quốc gia với kinh đô tại đâu?"
        },
        {
            "id": "testa_330",
            "question": "Khi lên ngôi, Lê Thái Tổ đặt quốc hiệu là gì?"
        },
        {
            "id": "testa_331",
            "question": "Triều đại phong kiến nào dài nhất ở Việt Nam (không tính Hồng Bàng)"
        },
        {
            "id": "testa_332",
            "question": "Cung đèo nào ở miền Trung được mệnh danh “thiên hạ đệ nhất hùng quan\""
        },
        {
            "id": "testa_333",
            "question": "Thủ đô của Bosnia và Herzegovina là thành phố nào"
        },
        {
            "id": "testa_334",
            "question": "Diễn viên Kimberley Anne Woltemas Tiamsiri sinh năm bao nhiêu"
        },
        {
            "id": "testa_335",
            "question": "Côn Sơn ca là tác phẩm của ai?"
        },
        {
            "id": "testa_336",
            "question": "Huyện nào của Hà Nội có vườn quốc gia"
        },
        {
            "id": "testa_337",
            "question": "Điểm cực Đông trên đất liền của Việt Nam nằm ở tỉnh nào"
        },
        {
            "id": "testa_338",
            "question": "Huyện đảo nào ở Quảng Ngãi nổi tiếng với việc trồng tỏi"
        },
        {
            "id": "testa_339",
            "question": "Khu vực nào được cho là nơi khởi nguồn của nền văn minh ở Iraq trong buổi đầu lịch sử"
        },
        {
            "id": "testa_340",
            "question": "Nguyễn Trãi bị kết án tru di tam tộc cùng với ai?"
        },
        {
            "id": "testa_341",
            "question": "Bánh Pía là đặc sản của tỉnh nào"
        },
        {
            "id": "testa_342",
            "question": "Kinh đô Phong Châu hiện nay thuộc tỉnh nào"
        },
        {
            "id": "testa_343",
            "question": "Địa Trung hải nối với Hồng Hải bằng kênh nào ?"
        },
        {
            "id": "testa_344",
            "question": "Ai là người đầu tiên quan sát bầu trời bằng kính viễn vọng ?"
        },
        {
            "id": "testa_345",
            "question": "danh hiệu người đời phong tặng cho ba vị danh tướng của Nguyễn Ánh gồm: Đỗ Thanh Nhơn, Châu Văn Tiếp và Võ Tánh là gì"
        },
        {
            "id": "testa_346",
            "question": "Môn đua ngựa có nguồn gốc từ nước nào ?"
        },
        {
            "id": "testa_347",
            "question": "Hang động Sơn Đoòng thuộc tỉnh thành phố nào"
        },
        {
            "id": "testa_348",
            "question": "Đại dương nào nhỏ nhất thế giới?"
        },
        {
            "id": "testa_349",
            "question": "Cây cầu nào ở Tp. Hồ Chí Minh bắc qua sông Sài gòn nối đường Điện Biên Phủ với Xa Lộ Hà Nội"
        },
        {
            "id": "testa_350",
            "question": "Vườn treo Babylon ở quốc gia nào ngày nay"
        },
        {
            "id": "testa_351",
            "question": "Nữ hoàng đế duy nhất trong lịch sử Trung Quốc"
        },
        {
            "id": "testa_352",
            "question": "ngành công nghiệp nào chiếm khoảng 45% tổng sản phẩm quốc nội danh nghĩa của Ả Rập Xê Út"
        },
        {
            "id": "testa_353",
            "question": "Quốc đảo Barbados nằm trên đại dương nào"
        },
        {
            "id": "testa_354",
            "question": "Việt Nam nằm ở châu lục nào"
        },
        {
            "id": "testa_355",
            "question": "Kon Tum, Gia Lai tách ra vào năm bao nhiêu"
        },
        {
            "id": "testa_356",
            "question": "Trần Nhân Tông xuất gia tu Phật tại đâu?"
        },
        {
            "id": "testa_357",
            "question": "Khi lên ngôi Đinh Bộ Lĩnh tự xưng là gì?"
        },
        {
            "id": "testa_358",
            "question": "trận Bạch Đằng năm 938 do ai lãnh đạo?"
        },
        {
            "id": "testa_359",
            "question": "Tên vườn quốc gia đầu tiên ở Việt Nam"
        },
        {
            "id": "testa_360",
            "question": "Sampot là trang phục truyền thống của nước Đông Nam Á nào"
        },
        {
            "id": "testa_361",
            "question": "Tây Tiến là bài thơ nổi tiếng của tác giả nào"
        },
        {
            "id": "testa_362",
            "question": "hai chị em Trưng Trắc và Trưng Nhị có tên gọi chung là gì"
        },
        {
            "id": "testa_363",
            "question": "Phóng viên chiến trường nào của hãng thông tấn AP là tác giả bức ảnh nổi tiếng \"Em bé Napalm\" được chụp tại Trảng Bàng (Tây Ninh, Việt Nam) vào năm 1972"
        },
        {
            "id": "testa_364",
            "question": "Ai là người lái máy bay ném bom vào dinh độc lập ?"
        },
        {
            "id": "testa_365",
            "question": "Dirichlet là người nước nào  ?"
        },
        {
            "id": "testa_366",
            "question": "Thủ đô của Luxembourg hiện nay tên là gì"
        },
        {
            "id": "testa_367",
            "question": "Đầm Ô Loan hiện nằm ở huyện nào của Phú Yên"
        },
        {
            "id": "testa_368",
            "question": "Hàn Quốc có biên giới trên bộ giáp với nước nào"
        },
        {
            "id": "testa_369",
            "question": "Người Ba Na chủ yếu sinh sống ở khu vực nào"
        },
        {
            "id": "testa_370",
            "question": "Việt Nam có bao nhiêu di sản văn hóa phi vật thể"
        },
        {
            "id": "testa_371",
            "question": "Bánh pía là đặc sản có nguồn gốc từ tỉnh nào?"
        },
        {
            "id": "testa_372",
            "question": "khoảng 80% dân số Bolivia nói ngôn ngữ nào như tiếng mẹ đẻ"
        },
        {
            "id": "testa_373",
            "question": "Núi lửa Saint Helena nằm trên đại dương nào"
        },
        {
            "id": "testa_374",
            "question": "Tỉnh thành nào nước ta có quán cơm Âm Phủ hơn 100 năm rất nổi tiếng"
        },
        {
            "id": "testa_375",
            "question": "Nam thiên đệ nhất động là tên gọi của danh lam thắng cảnh nào ?"
        },
        {
            "id": "testa_376",
            "question": "Cơ cấu chính trị của Bosna và Hercegovina theo hình thức nào"
        },
        {
            "id": "testa_377",
            "question": "Tác giả bộ sách \"Nam dược thần liệu\" là ai ?"
        },
        {
            "id": "testa_378",
            "question": "Xe chiến đấu bộ binh bọc thép của Nga ở Việt Nam thường có tên gọi là gì"
        },
        {
            "id": "testa_379",
            "question": "Dãy núi dài nhất thế giới Andes nằm ở bờ tây lục địa nào ?"
        },
        {
            "id": "testa_380",
            "question": "Gambia giáp với đại dương nào ở phía Tây"
        },
        {
            "id": "testa_381",
            "question": "Afghanistan nằm ở châu lục nào"
        },
        {
            "id": "testa_382",
            "question": "Người nước nào đã phát minh ra máy in?"
        },
        {
            "id": "testa_383",
            "question": "Nhà thờ Đức Bà Paris\" là tác phẩm văn học nổi tiếng của nhà văn nào"
        },
        {
            "id": "testa_384",
            "question": "Cộng hòa Liên bang Nga hiện nay được thành lập năm nào"
        },
        {
            "id": "testa_385",
            "question": "Trường đại học lâu đời nhất của Campuchia tên gì"
        },
        {
            "id": "testa_386",
            "question": "Có bao nhiêu đảo đã có tên ở Vịnh Hạ Long"
        },
        {
            "id": "testa_387",
            "question": "Trụ sở của công ty FLC đặt tại tỉnh/thành phố nào của Việt Nam"
        },
        {
            "id": "testa_388",
            "question": "Ai là người đầu tiên bay vòng quanh trái đất"
        },
        {
            "id": "testa_389",
            "question": "Cấp tỉnh của Hy Lạp có bao nhiêu đơn vị"
        },
        {
            "id": "testa_390",
            "question": "Nguyễn Kim Thành sinh năm nào"
        },
        {
            "id": "testa_391",
            "question": "Khủng long xuất hiện vào kỉ nào"
        },
        {
            "id": "testa_392",
            "question": "Tính đến năm 2022 ai là tổng thống da màu đầu tiên của nước mỹ"
        },
        {
            "id": "testa_393",
            "question": "Võ Thị Sáu sinh năm bao nhiêu"
        },
        {
            "id": "testa_394",
            "question": "Châu lục nào kéo dài từ cực Bắc đến cực Nam ?"
        },
        {
            "id": "testa_395",
            "question": "Ai là tác giả tiểu thuyết 'Ván bài lật ngửa'"
        },
        {
            "id": "testa_396",
            "question": "Quốc gia nào là nơi ra đời của Thế Vận Hội Olympic ?"
        },
        {
            "id": "testa_397",
            "question": "Con trai trưởng của Trần Thánh Tông là ai?"
        },
        {
            "id": "testa_398",
            "question": "Sâm bổ lượng có nguồn gốc từ tỉnh nào của Trung Quốc"
        },
        {
            "id": "testa_399",
            "question": "Danh tướng Nguyễn Xí là người gốc ở tỉnh nào hiện nay"
        },
        {
            "id": "testa_400",
            "question": "Kỷ niệm 1000 năm Thăng Long là năm nào"
        },
        {
            "id": "testa_401",
            "question": "Mặt trận việt minh ra đời vào ngày tháng năm nào"
        },
        {
            "id": "testa_402",
            "question": "Vị chủ tịch Đảng Liên minh Dân chủ Kitô giáo từng đứng ra liên hiệp với đảng anh em"
        },
        {
            "id": "testa_403",
            "question": "Hợp kim để làm máy bay có thành phần chính là gì"
        },
        {
            "id": "testa_404",
            "question": "Thành phố nào lớn nhất của nước Pháp"
        },
        {
            "id": "testa_405",
            "question": "Vịnh Hạ Long thuộc đơn vị hành chính của tỉnh nào"
        },
        {
            "id": "testa_406",
            "question": "Tên vị vua nước Chàm đã lấy Huyền Trân công chúa"
        },
        {
            "id": "testa_407",
            "question": "Canada nằm ở lục địa nào"
        },
        {
            "id": "testa_408",
            "question": "Chồng Trưng Trắc tên gì"
        },
        {
            "id": "testa_409",
            "question": "Ai là tác giả của bài thơ \"Tiểu đoàn 307\" ?"
        },
        {
            "id": "testa_410",
            "question": "Việt Nam thuộc bán đảo nào"
        },
        {
            "id": "testa_411",
            "question": "Huyện duy nhất ở Việt Nam có 4 thị trấn trực thuộc nằm ở tỉnh nào"
        },
        {
            "id": "testa_412",
            "question": "Bộ phim \" Rừng Phương Nam \" được chuyển thể từ truyện ngắn nào"
        },
        {
            "id": "testa_413",
            "question": "Sông nào dài nhất Canada"
        },
        {
            "id": "testa_414",
            "question": "Đảo cồn cỏ thuộc tỉnh nào ?"
        },
        {
            "id": "testa_415",
            "question": "Câu lạc bộ bóng đá nào được bình chọn là “câu lạc bộ vĩ đại nhất thế kỷ XX”?"
        },
        {
            "id": "testa_416",
            "question": "Hà Nội được công nhận là thủ đô của Việt Nam từ năm nào"
        },
        {
            "id": "testa_417",
            "question": "Núi Hàm Rồng nằm ở thành phố nào"
        },
        {
            "id": "testa_418",
            "question": "Ai là người được mệnh danh là \"Tam nguyên yên đổ\" cuối cùng trong lịch sử Việt Nam"
        },
        {
            "id": "testa_419",
            "question": "thủ đô của việt nam hiện nay là gì"
        },
        {
            "id": "testa_420",
            "question": "Đảng Cộng Sản Pháp ra đời vào năm nào"
        },
        {
            "id": "testa_421",
            "question": "Công chúa Ngọc Hân là con gái của vua nào ?"
        },
        {
            "id": "testa_422",
            "question": "Hà Đông là quận của thành phố nào nước ta"
        },
        {
            "id": "testa_423",
            "question": "Nguyễn Trãi viết Bình Ngô Đại Cáo vào năm nào"
        },
        {
            "id": "testa_424",
            "question": "Cầu thủ của đội bóng đá Thể Công có biệt danh là Ba Đẻn ?"
        },
        {
            "id": "testa_425",
            "question": "Cách gọi các vị vua nước Văn Lang là gì?"
        },
        {
            "id": "testa_426",
            "question": "Cuộc cách mạng công nghiệp diễn ra lần đầu tiên ở nước nào"
        },
        {
            "id": "testa_427",
            "question": "Tên một thành cổ được xây dựng vào năm Minh Mạng thứ 3 bằng đá ong"
        },
        {
            "id": "testa_428",
            "question": "Đảo lớn nhất trong quần đảo Hòn Mê thuộc tỉnh Thanh Hoá của Việt Nam tên gì"
        },
        {
            "id": "testa_429",
            "question": "Vị vua nào đã ban tặng danh xưng \"Nam thiên đệ nhất động\" cho động Hương Tích"
        },
        {
            "id": "testa_430",
            "question": "Thuỷ điện Trị An được xây dựng trên dòng sông nào ?"
        },
        {
            "id": "testa_431",
            "question": "Tháp đôi Petronas tọa lạc tại thành phố nào của Malaysia"
        },
        {
            "id": "testa_432",
            "question": "Thành phố lớn nhất của Argentina tên là gì"
        },
        {
            "id": "testa_433",
            "question": "Chùa Khải Đoan thuộc tỉnh nào"
        },
        {
            "id": "testa_434",
            "question": "Chiến thắng Vạn Tường ở Quãng Ngãi diễn ra vào ngày tháng năm nào"
        },
        {
            "id": "testa_435",
            "question": "Hành tinh duy nhất trong hệ mặt trời không lấy tên của các vị thần La Mã là hành tinh nào ?"
        },
        {
            "id": "testa_436",
            "question": "Vịnh cam ranh nằm ở tỉnh nào ở Việt Nam"
        },
        {
            "id": "testa_437",
            "question": "Campuchia theo thể chế chính trị nào"
        },
        {
            "id": "testa_438",
            "question": "Bộ luật Hồng Đức được ban hành dưới triều vua nào"
        },
        {
            "id": "testa_439",
            "question": "Phần lớn lãnh thổ Jordan bị bao phủ bởi sa mạc nào"
        },
        {
            "id": "testa_440",
            "question": "Học bổng Nguyễn Thái Bình do tờ báo nào tổ chức?"
        },
        {
            "id": "testa_441",
            "question": "Vận động viên đầu tiên mang huy chương Olympic về cho Việt Nam?"
        },
        {
            "id": "testa_442",
            "question": "Sa mạc Sahara ở đâu?"
        },
        {
            "id": "testa_443",
            "question": "Ai là người lập ra nhà Tiền Lê?"
        },
        {
            "id": "testa_444",
            "question": "Chùa Bà Đanh nằm ở tỉnh nào ?"
        },
        {
            "id": "testa_445",
            "question": "Ngày thành lập Hải quân Nhân dân Việt Nam"
        },
        {
            "id": "testa_446",
            "question": "Donald Trump đắc cử Tổng thống trước ứng cử viên nào"
        },
        {
            "id": "testa_447",
            "question": "Trang phục truyền thống của Hàn Quốc là gì"
        },
        {
            "id": "testa_448",
            "question": "Ai là người biên soạn đầu tiên của Đại Việt sử ký toàn thư?"
        },
        {
            "id": "testa_449",
            "question": "Chùa Đại Giác thuộc tỉnh nào"
        },
        {
            "id": "testa_450",
            "question": "Thủ đô của Jordan là thành phố nào"
        },
        {
            "id": "testa_451",
            "question": "Ai là Chủ tịch Hội đồng quản trị của Vingroup"
        },
        {
            "id": "testa_452",
            "question": "Cao nguyên đá Đồng Văn ở Hà Giang được UNESCO công nhận là di sản nào"
        },
        {
            "id": "testa_453",
            "question": "Bàn thắng muộn của Michael Owen vào lưới Man City năm 2009 được ghi ở phút bao nhiêu"
        },
        {
            "id": "testa_454",
            "question": "Nguyễn Ái Quốc đến Liên Xô lần đầu vào năm nào"
        },
        {
            "id": "testa_455",
            "question": "Cảng Vũng Áng thuộc tỉnh /thành phố nào của nước ta"
        },
        {
            "id": "testa_456",
            "question": "Liên minh châu Âu được thành lập vào ngày tháng năm nào"
        },
        {
            "id": "testa_457",
            "question": "Lãnh thổ Việt Nam nằm trên bán đảo nào"
        },
        {
            "id": "testa_458",
            "question": "Sông Nin đổ ra biển nào ?"
        },
        {
            "id": "testa_459",
            "question": "Trường đại học Xây Dựng được ra đời năm nào"
        },
        {
            "id": "testa_460",
            "question": "ngôn ngữ mẹ đẻ của một phần ba dân số Afghanistan là tiếng gì"
        },
        {
            "id": "testa_461",
            "question": "Vua nào tổ chức hội thề Lũng Nhai, quyết tâm đánh đuổi giặc xâm lược"
        },
        {
            "id": "testa_462",
            "question": "Huyện Mèo Vạc thuộc tỉnh nào của nước ta"
        },
        {
            "id": "testa_463",
            "question": "Đất nước nào ở châu Á được biết đến với \"cuộc cách mạng trắng\" ?"
        },
        {
            "id": "testa_464",
            "question": "Điểm cực Tây của châu Âu lục địa nằm ở nước nào"
        },
        {
            "id": "testa_465",
            "question": "Người phụ nữ của nước nào đã bay vào vũ trụ đầu tiên bằng tàu con thoi Challenger trên chuyến bay STS-7?"
        },
        {
            "id": "testa_466",
            "question": "Ai là vị thủ tướng đầu tiên của Singapore"
        },
        {
            "id": "testa_467",
            "question": "Người sáng lập ra nhà Lý là ai?"
        },
        {
            "id": "testa_468",
            "question": "Nền văn minh của người Maya được xây dựng ở bán đảo nào"
        },
        {
            "id": "testa_469",
            "question": "Tòa nhà cao nhất thế giới hiện nay tên là gì"
        },
        {
            "id": "testa_470",
            "question": "Lữ Gia có người em kết nghĩa nào cũng là tướng quân nước Nam Việt"
        },
        {
            "id": "testa_471",
            "question": "lê quý đôn sống ở triều đại nào"
        },
        {
            "id": "testa_472",
            "question": "Các nhà phê bình cho rằng chế độ chính trị ở Ả Rập Xê Út là chế độ gì"
        },
        {
            "id": "testa_473",
            "question": "Người sáng tạo ra nhân vật văn học Sherlock - holmes là ai?"
        },
        {
            "id": "testa_474",
            "question": "Theo lịch Gregory George Washington sinh ngày mấy"
        },
        {
            "id": "testa_475",
            "question": "Thủ đô của Đức là thành phố nào"
        },
        {
            "id": "testa_476",
            "question": "Ai là hoàng đế đầu tiên sau thời Bắc Thuộc?"
        },
        {
            "id": "testa_477",
            "question": "Thủy điện Thác Mơ bắt đầu xây khi nào"
        },
        {
            "id": "testa_478",
            "question": "Mạc Đĩnh Chi lấy vợ từ vương quốc nào"
        },
        {
            "id": "testa_479",
            "question": "cuộc khởi nghĩa nào chống Bắc thuộc đầu tiên trong lịch sử Việt Nam"
        },
        {
            "id": "testa_480",
            "question": "Nguyễn Khuyến đã khóc ai trong câu thơ \"Bác Dương thôi đã thôi rồi\""
        },
        {
            "id": "testa_481",
            "question": "Bãi biển Cửa Lò thuộc tỉnh thành phố nào"
        },
        {
            "id": "testa_482",
            "question": "Nguyễn Trãi viết Bình Ngô đại cáo thay lời ai?"
        },
        {
            "id": "testa_483",
            "question": "Việt Nam gia nhập LHQ năm nào"
        },
        {
            "id": "testa_484",
            "question": "Đông Nam Á có tổng cộng bao nhiêu quốc gia"
        },
        {
            "id": "testa_485",
            "question": "Chùa Huế dưới thời Nguyễn Hoàng nằm ở tỉnh nào ngày xưa"
        },
        {
            "id": "testa_486",
            "question": "Macedonia trùng tên với vùng thuộc quốc gia nào"
        },
        {
            "id": "testa_487",
            "question": "Vị tổng thống đầu tiên của nước Nga là ai ?"
        },
        {
            "id": "testa_488",
            "question": "Phạm Bình Minh sinh ngày mấy"
        },
        {
            "id": "testa_489",
            "question": "Đài Loan giáp những biển ở phía Nam"
        },
        {
            "id": "testa_490",
            "question": "Nho giáo do ai sáng lập?"
        },
        {
            "id": "testa_491",
            "question": "Tên một công trình nghệ thuật nổi tiếng ở Ý được xây dựng từ năm 1173"
        },
        {
            "id": "testa_492",
            "question": "Thủ đô của Campuchia là thành phố nào"
        },
        {
            "id": "testa_493",
            "question": "Tỉnh lỵ của Hà Nam hiện nay là thành phố nào"
        },
        {
            "id": "testa_494",
            "question": "Năm 1997, hội nghị hằng năm về Internet của Canada đã diễn ra tại tỉnh bang nào của Canada"
        },
        {
            "id": "testa_495",
            "question": "Ai sáng tác ra bài hát Tiến Quân Ca"
        },
        {
            "id": "testa_496",
            "question": "Đảo lớn nhất Địa Trung Hải ?"
        },
        {
            "id": "testa_497",
            "question": "Tính đến năm 2017, Iran có bao nhiêu di sản thế giới được UNESCO công nhận"
        },
        {
            "id": "testa_498",
            "question": "Ngày Thiếu nhi Thế giới là ngày tháng năm nào"
        },
        {
            "id": "testa_499",
            "question": "núi nào cao nhất Canada"
        },
        {
            "id": "testa_500",
            "question": "Ai là người đưa ra định luật di truyền ?"
        },
        {
            "id": "testa_501",
            "question": "kinh đô của triều lý ở đâu"
        },
        {
            "id": "testa_502",
            "question": "Comoros thuộc châu nào"
        },
        {
            "id": "testa_503",
            "question": "Tác phẩm \"Tam Quốc Diễn Nghĩa\" của tác giả nào ?"
        },
        {
            "id": "testa_504",
            "question": "Phong trào Phục Hưng bắt đầu ở nước nào"
        },
        {
            "id": "testa_505",
            "question": "Ai là người đã sáng chế ra đồng hồ đeo tay?"
        },
        {
            "id": "testa_506",
            "question": "Người phát minh ra động cơ đốt trong động cơ đốt trong đầu tiên có thể đốt cháy trực tiếp nhiên liệu một cách hiệu quả trong buồng Piston"
        },
        {
            "id": "testa_507",
            "question": "việt nam bình thường hóa quan hệ với hoa kỳ vào năm nào"
        },
        {
            "id": "testa_508",
            "question": "Đất nước có hình âm dương trên quốc kỳ  ?"
        },
        {
            "id": "testa_509",
            "question": "Ai là vị tổng thống đầu tiên của Hoa Kỳ"
        },
        {
            "id": "testa_510",
            "question": "Loại vũ khí nào sức công phá, huỷ diệt hơn bất kỳ vũ khí quy ước nào"
        },
        {
            "id": "testa_511",
            "question": "Tên quyển kinh duy nhất của Đạo Hồi ?"
        },
        {
            "id": "testa_512",
            "question": "Đảo Cát Bà thuộc tỉnh nào của Việt Nam"
        },
        {
            "id": "testa_513",
            "question": "Tàu vũ trụ đầu tiên được phóng lên sao hỏa là của nước nào"
        },
        {
            "id": "testa_514",
            "question": "Tổng thống Evo Morales của Bolivia tuyên thệ nhậm chức tại thành phố nào vào năm 2006"
        },
        {
            "id": "testa_515",
            "question": "đỉnh núi cao nhất Việt Nam có tên gọi là gì"
        },
        {
            "id": "testa_516",
            "question": "Người đầu tiên của Việt Nam bay vào vũ trụ là ai"
        },
        {
            "id": "testa_517",
            "question": "Phượng Hoàng Trung Đô nằm ở tỉnh thành nào nước ta hiện nay?"
        },
        {
            "id": "testa_518",
            "question": "người nào hiện là chủ tịch Liên đoàn bóng đá Bulgaria"
        },
        {
            "id": "testa_519",
            "question": "Nơi nào thuộc tỉnh Kiên Giang được mệnh danh là đảo ngọc"
        },
        {
            "id": "testa_520",
            "question": "Năm 1288, Trần Hưng Đạo đã đánh tan quân Nguyên trên dòng sông nào"
        },
        {
            "id": "testa_521",
            "question": "Công ty Facebook, Inc thuộc quốc gia nào"
        },
        {
            "id": "testa_522",
            "question": "Đinh Đức Thiện mất ngày nào"
        },
        {
            "id": "testa_523",
            "question": "Ngã ba Đồng Lộc thuộc huyện Can Lộc là địa danh tỉnh nào?"
        },
        {
            "id": "testa_524",
            "question": "Canberra là thủ đô của nước nào ?"
        },
        {
            "id": "testa_525",
            "question": "Cây thông Giáng sinh hiện đại được cho là có nguồn gốc từ nước nào"
        },
        {
            "id": "testa_526",
            "question": "Rồng Komodo là loài bò sát đặt hữu được bảo vệ theo pháp luật quốc gia nào?"
        },
        {
            "id": "testa_527",
            "question": "Núi đôi Quản Bạ nổi tiếng nằm ở tỉnh nào?"
        },
        {
            "id": "testa_528",
            "question": "Vĩ tuyến 17 chạy qua địa phận sông nào của tỉnh Quảng Trị"
        },
        {
            "id": "testa_529",
            "question": "Liên minh châu Âu được thành lập từ năm nào"
        },
        {
            "id": "testa_530",
            "question": "Bolivia đã bắt đầu áp dụng một thoả thuận liên hiệp với nước nào vào năm 1998"
        },
        {
            "id": "testa_531",
            "question": "Nhà thư pháp người Ai Cập nào chế tạo ra chiếc bút máy"
        },
        {
            "id": "testa_532",
            "question": "Quốc gia nào sở hữu nhiều núi lửa đang hoạt động nhất trên thế giới"
        },
        {
            "id": "testa_533",
            "question": "Ai là Chủ tịch Hội đồng nhân dân Thành phố Hải Phòng nhiệm kỳ 2014-2016"
        },
        {
            "id": "testa_534",
            "question": "Châu lục nào nằm hoàn toàn ở bán cầu Tây?"
        },
        {
            "id": "testa_535",
            "question": "Thành phố Jakarta nằm trên hòn đảo nổi tiếng nào"
        },
        {
            "id": "testa_536",
            "question": "Sa mạc nào ở Chile khô cằn nhất thế giới"
        },
        {
            "id": "testa_537",
            "question": "Nước có nền kinh tế hậu dầu mỏ đầu tiên tại khu vực vịnh Ba Tư là"
        },
        {
            "id": "testa_538",
            "question": "Tượng thần Zeus ở Olympia do nhà điêu khắc nào tạo nên"
        },
        {
            "id": "testa_539",
            "question": "Bộ trưởng bộ công an Việt Nam 2011-2016 là ai"
        },
        {
            "id": "testa_540",
            "question": "Cầu Bãi Cháy thuộc tỉnh nào ?"
        },
        {
            "id": "testa_541",
            "question": "Hang động nào ở Việt Nam được coi là hang động tự nhiên lớn nhất thế giới"
        },
        {
            "id": "testa_542",
            "question": "Ai được mệnh danh là \"Cha đẻ môn hình học\""
        },
        {
            "id": "testa_543",
            "question": "Hầm đường bộ nào nối liền Phú Yên và Khánh Hòa"
        },
        {
            "id": "testa_544",
            "question": "Quốc gia Châu Âu nào có mật độ dân số cao nhất thế giới"
        },
        {
            "id": "testa_545",
            "question": "Ai là người phát minh ra máy hơi nước ?"
        },
        {
            "id": "testa_546",
            "question": "Miếu Bà Chúa Xứ Núi Sam nằm ở tỉnh nào"
        },
        {
            "id": "testa_547",
            "question": "Nguyễn Bỉnh Khiêm đậu trạng nguyên năm nào"
        },
        {
            "id": "testa_548",
            "question": "Tiểu thuyết \"Búp sen xanh\" của nhà văn Sơn Tùng viết về nhân vật nào?"
        },
        {
            "id": "testa_549",
            "question": "Thủ đô của Peru là thành phố nào"
        },
        {
            "id": "testa_550",
            "question": "Ngày truyền thống Quân đội Nhân dân Việt Nam là ngày bao nhiêu"
        },
        {
            "id": "testa_551",
            "question": "Ngày thế giới phòng chống lao bắt đầu từ năm nào"
        },
        {
            "id": "testa_552",
            "question": "Thành phố nào ở Ý là quê hương của Galileo"
        },
        {
            "id": "testa_553",
            "question": "Vị vua nhà Nguyễn thứ 13 cũng là vị vua cuối cùng của nước Việt Nam là ai"
        },
        {
            "id": "testa_554",
            "question": "Karl Heinrich Marx mất năm nào"
        },
        {
            "id": "testa_555",
            "question": "Việt Nam hiện nay có bao nhiêu vườn quốc gia"
        },
        {
            "id": "testa_556",
            "question": "Hoa hậu đầu tiên ở Bạc Liêu đăng quang Hoa hậu Việt Nam 2012 tên gì"
        },
        {
            "id": "testa_557",
            "question": "Trụ sở chính của Google nằm ở tiểu bang nào của Hoa Kỳ"
        },
        {
            "id": "testa_558",
            "question": "Lãnh thổ Brunei nằm lọt thỏm giữa quốc gia nào"
        },
        {
            "id": "testa_559",
            "question": "Tỉnh, thành nào được mệnh danh là Tây Đô?"
        },
        {
            "id": "testa_560",
            "question": "Trần Khâm là tên gọi khác của vị vua nào?"
        },
        {
            "id": "testa_561",
            "question": "Tàu vũ trụ có người lái đầu tiên hạ cánh xuống mặt trăng có tên là gì ?"
        },
        {
            "id": "testa_562",
            "question": "Nguyễn Công Trứ quê ở tỉnh thành nào nước ta hiện nay"
        },
        {
            "id": "testa_563",
            "question": "Hoang mạc lớn nhất ở châu Á tên là gì"
        },
        {
            "id": "testa_564",
            "question": "Đất nước duy nhất ở Đông Nam Á không có đường ra biển ?"
        },
        {
            "id": "testa_565",
            "question": "Trăn hoàng gia cuộn mình lại thành hình một quả cầu với đầu và cổ rúc vào giữa khi nào"
        },
        {
            "id": "testa_566",
            "question": "Ai được coi là ông tổ của ngành y học thế giới ?"
        },
        {
            "id": "testa_567",
            "question": "Quốc gia Đông Á  nào được gọi là đất nước mặt trời mọc ?"
        },
        {
            "id": "testa_568",
            "question": "Ai là hoàng đế đầu tiên của nhà nước phong kiến trung ương tập quyền ở Việt Nam"
        },
        {
            "id": "testa_569",
            "question": "Lễ hội óc-om-boóc là lễ cúng trăng của đồng bào nào?"
        },
        {
            "id": "testa_570",
            "question": "Canada theo thể chế chính trị nào"
        },
        {
            "id": "testa_571",
            "question": "lễ thông xe hầm Thủ Thiêm được diễn ra vào ngày tháng năm nào"
        },
        {
            "id": "testa_572",
            "question": "Nơi sâu nhất của trái đất nằm ở đại dương nào ?"
        },
        {
            "id": "testa_573",
            "question": "thủ tướng hiện tại của Trung Quốc là ai"
        },
        {
            "id": "testa_574",
            "question": "Đỉnh núi nào cao nhất Afghanistan"
        },
        {
            "id": "testa_575",
            "question": "Đảng nào cầm quyền ở Campuchia"
        },
        {
            "id": "testa_576",
            "question": "Lãnh thổ của Libya giáp biển nào"
        },
        {
            "id": "testa_577",
            "question": "Ai là người lãnh đạo cuộc chiến chống lại quân đội nhà Minh 1418?"
        },
        {
            "id": "testa_578",
            "question": "Truyền thuyết về vua Hùng bắt nguồn từ thị trấn nào ngày nay?"
        },
        {
            "id": "testa_579",
            "question": "Nghệ thuật đá vùng Hail là di sản thế giới của UNESCO nằm tại quốc gia nào"
        },
        {
            "id": "testa_580",
            "question": "Bảng tuần hoàn được công bố đầu tiên năm nào"
        },
        {
            "id": "testa_581",
            "question": "Trung tướng Quân đội nhân dân Việt Nam đầu tiên là ai"
        },
        {
            "id": "testa_582",
            "question": "nước nào tiêu thụ cà phê nhiều nhất"
        },
        {
            "id": "testa_583",
            "question": "Người Lạc Việt bắt nguồn từ tỉnh nào của Trung Quốc hiện nay"
        },
        {
            "id": "testa_584",
            "question": "Bình Ngô đại cáo ra đời trong cuộc kháng chiến chống ai?"
        },
        {
            "id": "testa_585",
            "question": "Núi non nước nằm ở tỉnh nào ?"
        },
        {
            "id": "testa_586",
            "question": "Bánh cáy là đặc sản của tỉnh nào ở nước ta"
        },
        {
            "id": "testa_587",
            "question": "Chad giáp nước nào ở phía Bắc"
        },
        {
            "id": "testa_588",
            "question": "Sa mạc khô hạn nhất thế giới ?"
        },
        {
            "id": "testa_589",
            "question": "Vùng đất Syria từng là nơi phát tích của nền văn minh nào từ thiên niên kỷ thứ ba trước Công nguyên"
        },
        {
            "id": "testa_590",
            "question": "Gibraltar giáp quốc gia nào ở phía Bắc"
        },
        {
            "id": "testa_591",
            "question": "Đất nước nào là quê hương của loại pho mát Parmesan ?"
        },
        {
            "id": "testa_592",
            "question": "Người đầu tiên của Việt Nam đặt chân lên mặt trăng"
        },
        {
            "id": "testa_593",
            "question": "Nước úc có biên giới đất liền với quốc gia nào"
        },
        {
            "id": "testa_594",
            "question": "Nước nào vô địch World Cup 2026"
        },
        {
            "id": "testa_595",
            "question": "ai là người đầu tiên đặt chân lên sao hỏa"
        },
        {
            "id": "testa_596",
            "question": "Tổng thống thứ 100 của nước Mỹ là ai"
        },
        {
            "id": "testa_597",
            "question": "Tỉnh nào ở Việt Nam giáp với nước Nga"
        },
        {
            "id": "testa_598",
            "question": "người việt nam đầu tiên đạt Quả bóng vàng châu âu là ai"
        },
        {
            "id": "testa_599",
            "question": "nguyên tố hoá học nào nhẹ hơn hidro"
        },
        {
            "id": "testa_600",
            "question": "triều đại nào tiếp nối nhà Nguyễn trong lịch sử việt nam"
        }
    ]
}